tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "interline-io/planetutils"
tap "jesseduffield/lazygit"
tap "mutagen-io/mutagen"
tap "universal-ctags/universal-ctags"
brew "ca-certificates"
brew "asdf", link: false
brew "sqlite"
brew "python@3.9"
brew "glib"
brew "guile"
brew "nettle"
brew "nghttp2"
brew "cask"
brew "cgal"
brew "cmake"
brew "gawk"
brew "gcc"
brew "geos"
brew "hdf5"
brew "krb5"
brew "libdap"
brew "libpq"
brew "libspatialite"
brew "netcdf"
brew "openblas"
brew "numpy"
brew "poppler-qt5"
brew "gdal"
brew "gh"
brew "ghq"
brew "gist"
brew "git-flow-avh"
brew "gnupg"
brew "go"
brew "goenv"
brew "groonga"
brew "hub"
brew "openjdk"
brew "jmeter"
brew "jq"
brew "mariadb"
brew "neovim", args: ["HEAD"]
brew "osmium-tool"
brew "peco"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "protobuf"
brew "postgis"
brew "proj"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "ruby"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vegeta"
brew "vim"
brew "wrk"
brew "zplug"
brew "interline-io/planetutils/planetutils"
brew "jesseduffield/lazygit/lazygit"
brew "mutagen-io/mutagen/mutagen"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "dbeaver-community"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "java"
cask "microsoft-office"
cask "mucommander"
cask "pgadmin4"
cask "slack"
cask "the-unarchiver"
cask "thunderbird"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
