brew "asdf", link: false
brew "bzip2"
brew "cask"
brew "cgal"
brew "cmake"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdal"
brew "geos"
brew "gh"
brew "ghq"
brew "gist"
brew "git-flow-avh"
brew "glib"
brew "gnupg"
brew "goenv"
brew "guile"
brew "hdf5"
brew "hub"
brew "jmeter"
brew "jq"
brew "krb5"
brew "lazygit"
brew "libdap"
brew "libpq"
brew "libspatialite"
brew "mariadb"
brew "mutagen-io/mutagen/mutagen"
brew "neovim"
brew "netcdf"
brew "nettle"
brew "nghttp2"
brew "numpy"
brew "nvm"
brew "openblas"
brew "openjdk"
brew "osmium-tool"
brew "peco"
brew "poppler"
brew "poppler-qt5"
brew "postgis"
brew "postgresql", restart_service: true
brew "proj"
brew "protobuf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "rbenv"
brew "ruby-build"
brew "sqlite"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "vegeta"
brew "vim"
brew "wrk"
brew "zlib"
brew "zplug"
cask "docker"
cask "font-hack-nerd-font"
cask "google-japanese-ime"
cask "hyperswitch"
cask "iterm2"
cask "karabiner-elements"
cask "raycast"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
