vscode "yzhang.markdown-all-in-one"
vscode "wayou.vscode-todo-highlight"
vscode "vscjava.vscode-spring-initializr"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-gradle"
vscode "vmware.vscode-spring-boot"
vscode "vmware.vscode-boot-dev-pack"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "usernamehw.errorlens"
vscode "streetsidesoftware.code-spell-checker"
vscode "shardulm94.trailing-spaces"
vscode "ritwickdey.liveserver"
vscode "redhat.vscode-xml"
vscode "redhat.java"
vscode "pleiades.java-extension-pack-jdk"
vscode "oderwat.indent-rainbow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-azuretools.vscode-docker"
vscode "mechatroner.rainbow-csv"
vscode "intellsmi.comment-translate"
vscode "gruntfuggly.todo-tree"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "asvetliakov.vscode-neovim"
vscode "adpyke.vscode-sql-formatter"
tap "tako8ki/tap"
tap "remind101/formulae"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "aws/tap"
cask "visual-studio-code"
cask "sequel-ace"
cask "raycast"
cask "qgis"
cask "pgadmin4"
cask "netbeans"
cask "karabiner-elements"
cask "iterm2"
cask "google-japanese-ime"
cask "git-credential-manager"
cask "font-hack-nerd-font"
cask "firefox"
cask "docker"
cask "brewlet"
brew "zplug"
brew "zlib"
brew "wrk"
brew "vim"
brew "vegeta"
brew "unbound"
brew "tree"
brew "translate-shell"
brew "tmux"
brew "the_silver_searcher"
brew "sheldon"
brew "ripgrep"
brew "pycparser"
brew "protobuf"
brew "proj"
brew "postgresql@14"
brew "postgis"
brew "poppler"
brew "perl"
brew "peco"
brew "numpy"
brew "nss"
brew "nghttp2"
brew "nettle"
brew "netcdf"
brew "neovim"
brew "mkcert"
brew "minio-mc"
brew "mariadb"
brew "luajit"
brew "lua"
brew "llvm"
brew "libspatialite"
brew "libidn2"
brew "libheif"
brew "libdap"
brew "lazygit"
brew "lazydocker"
brew "krb5"
brew "jq"
brew "jmeter"
brew "jasper"
brew "hunspell"
brew "hdf5"
brew "harfbuzz"
brew "guile"
brew "grpc@1.54"
brew "grpc"
brew "groonga"
brew "gpgme"
brew "gnutls"
brew "gnupg"
brew "glib"
brew "git-flow-avh"
brew "git-delta"
brew "gist"
brew "ghq"
brew "gh"
brew "geos"
brew "gdal"
brew "gcc"
brew "gawk"
brew "fzf"
brew "emacs"
brew "docutils"
brew "docker-compose"
brew "direnv"
brew "curl"
brew "cmake"
brew "cffi"
brew "cask"
brew "bzip2"
brew "awscli"
brew "asdf"
brew "apache-arrow"
