vscode "ms-vscode-remote.remote-containers"
vscode "ms-azuretools.vscode-docker"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
tap "aws/tap"
cask "visual-studio-code"
cask "raycast"
cask "qgis"
cask "pgadmin4"
cask "netbeans"
cask "karabiner-elements"
cask "iterm2"
cask "google-japanese-ime"
cask "git-credential-manager"
cask "font-hack-nerd-font"
cask "firefox"
cask "docker"
cask "brewlet"
brew "zplug"
brew "zlib"
brew "wrk"
brew "vim"
brew "vegeta"
brew "unbound"
brew "tree"
brew "translate-shell"
brew "tmux"
brew "the_silver_searcher"
brew "sheldon"
brew "ripgrep"
brew "protobuf"
brew "proj"
brew "postgresql@14"
brew "postgis"
brew "poppler"
brew "perl"
brew "peco"
brew "openssl@1.1"
brew "numpy"
brew "nghttp2"
brew "nettle"
brew "netcdf"
brew "neovim"
brew "mariadb"
brew "libspatialite"
brew "libpq"
brew "libidn2"
brew "libdap"
brew "lazygit"
brew "lazydocker"
brew "krb5"
brew "jq"
brew "jmeter"
brew "jasper"
brew "hunspell"
brew "hdf5"
brew "harfbuzz"
brew "guile"
brew "grpc@1.54"
brew "grpc"
brew "groonga"
brew "gnutls"
brew "gnupg"
brew "glib"
brew "git-flow-avh"
brew "git-delta"
brew "gist"
brew "ghq"
brew "gh"
brew "geos"
brew "gdal"
brew "gcc"
brew "gawk"
brew "fzf"
brew "emacs"
brew "docutils"
brew "docker-compose"
brew "direnv"
brew "cmake"
brew "cask"
brew "bzip2"
brew "awscli"
brew "aws-sam-cli"
brew "asdf"
