vscode "ms-vscode-remote.remote-containers"
vscode "ms-azuretools.vscode-docker"
tap "mutagen-io/mutagen"
tap "homebrew/services"
tap "homebrew/core"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
cask "visual-studio-code"
cask "raycast"
cask "qgis"
cask "pgadmin4"
cask "netbeans"
cask "karabiner-elements"
cask "iterm2"
cask "hyperswitch"
cask "google-japanese-ime"
cask "font-hack-nerd-font"
cask "firefox"
cask "docker"
cask "corretto8"
cask "bettertouchtool"
cask "adoptopenjdk"
brew "zplug"
brew "zlib"
brew "wrk"
brew "vim"
brew "vegeta"
brew "unbound"
brew "tree"
brew "translate-shell"
brew "tmux"
brew "the_silver_searcher"
brew "starship"
brew "ruby-build"
brew "ruby"
brew "rbenv"
brew "python@3.10"
brew "pyenv-virtualenv"
brew "pyenv"
brew "protobuf"
brew "proj"
brew "postgresql@14"
brew "postgis"
brew "perl"
brew "peco"
brew "openssl@3", link: false
brew "openjdk"
brew "nvm"
brew "numpy"
brew "nghttp2"
brew "nettle"
brew "netcdf"
brew "neovim"
brew "mutagen-io/mutagen/mutagen"
brew "maven"
brew "mariadb"
brew "libspatialite"
brew "libidn2"
brew "libdap"
brew "lazygit"
brew "lazydocker"
brew "jq"
brew "jmeter"
brew "jasper"
brew "hunspell"
brew "hub"
brew "hdf5"
brew "harfbuzz"
brew "guile"
brew "grpc"
brew "groonga"
brew "goenv"
brew "gnutls"
brew "gnupg"
brew "glib"
brew "git-flow-avh"
brew "git-delta"
brew "gist"
brew "ghq"
brew "gh"
brew "geos"
brew "gcc"
brew "gawk"
brew "fzf"
brew "emacs"
brew "docutils"
brew "docker-compose"
brew "direnv"
brew "deno"
brew "cmake"
brew "cask"
brew "bzip2"
brew "awscli"
brew "asdf"
