tap "skanehira/docui"
tap "sanemat/font"
tap "neovim/neovim"
tap "kowwwwji/taps"
tap "kevwil/patches"
tap "homebrew/core"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/bundle"
tap "argon/mas"
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
mas "Wunderlist", id: 410628904
mas "WebDrop", id: 1125673012
mas "Twitter", id: 409789998
mas "TweetDeck", id: 485812721
mas "Pocket", id: 568494494
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "LINE", id: 539883307
mas "Kindle", id: 405399194
mas "Keynote", id: 409183694
mas "GarageBand", id: 682658836
mas "Evernote", id: 406056744
mas "Bluetooth MIDI Connect", id: 1074606480
mas "1Password", id: 443987910
cask "visual-studio-code"
cask "virtualbox"
cask "vagrant"
cask "spectacle"
cask "slack"
cask "skype"
cask "raycast"
cask "pgadmin4"
cask "macvim"
cask "iterm2"
cask "google-japanese-ime"
cask "font-hack-nerd-font"
cask "docker"
cask "dash"
cask "brewlet"
cask "atom"
cask "alfred"
cask "1password-cli"
brew "zsh-completions"
brew "zsh"
brew "zlib"
brew "xz"
brew "xhyve"
brew "wget"
brew "weechat"
brew "watchman"
brew "watch"
brew "w3m"
brew "vim"
brew "vault"
brew "urlview"
brew "unbound"
brew "unar"
brew "tree"
brew "translate-shell"
brew "tmux"
brew "the_silver_searcher"
brew "tesseract"
brew "terraform"
brew "starship"
brew "sha2"
brew "sfcgal"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "ruby-build"
brew "ruby", link: true
brew "rlwrap"
brew "ripmime"
brew "reattach-to-user-namespace"
brew "rbenv"
brew "python@3.8"
brew "pyenv-virtualenv"
brew "pyenv-pip-migrate"
brew "pyenv"
brew "protobuf-c"
brew "proj"
brew "procmail"
brew "postgresql"
brew "postgis"
brew "plenv"
brew "pinentry"
brew "php"
brew "perl-build"
brew "peco"
brew "packer"
brew "openldap"
brew "openjpeg"
brew "nvm"
brew "nkf"
brew "nettle"
brew "neovim", args: ["HEAD"]
brew "navi"
brew "mysql"
brew "msmtp"
brew "mas"
brew "lzo"
brew "lua"
brew "little-cms2"
brew "libspatialite"
brew "libidn2"
brew "libgeotiff"
brew "libdap"
brew "libbluray"
brew "libassuan"
brew "leptonica"
brew "lazygit"
brew "lame"
brew "krb5"
brew "kowwwwji/taps/tmux@3.2a", link: false
brew "jq"
brew "jo"
brew "jasper"
brew "isl"
brew "hub"
brew "guile"
brew "goenv"
brew "go"
brew "gnutls"
brew "gnupg"
brew "gnu-sed"
brew "git"
brew "gifsicle"
brew "ghq"
brew "gh"
brew "geos"
brew "gcc"
brew "gawk"
brew "fzf"
brew "freetype"
brew "freetds"
brew "fpp"
brew "fontforge"
brew "fontconfig"
brew "fish"
brew "ffmpeg"
brew "docui"
brew "docker", link: false
brew "direnv"
brew "curl"
brew "ctags"
brew "coreutils"
brew "consul"
brew "cmake"
brew "cgal"
brew "bzip2"
brew "boost"
brew "blueutil"
brew "bash"
brew "automake"
brew "apr-util"
brew "abook"
