tap "sanemat/font"
tap "microsoft/git"
tap "homebrew/services"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"
tap "homebrew/bundle"
mas "iMovie", id: 408981434
mas "Xcode", id: 497799835
mas "WebDrop", id: 1125673012
mas "Spark", id: 1176895641
mas "Pages", id: 409201541
mas "Numbers", id: 409203825
mas "LINE", id: 539883307
mas "Kindle", id: 405399194
mas "Keynote", id: 409183694
mas "GarageBand", id: 682658836
mas "1Password 7", id: 1333542190
cask "visual-studio-code"
cask "vagrant"
cask "steam"
cask "slack"
cask "skype"
cask "raycast"
cask "pgadmin4"
cask "mongodb-compass"
cask "keyboardcleantool"
cask "karabiner-elements"
cask "iterm2"
cask "google-japanese-ime"
cask "google-drive"
cask "google-cloud-sdk"
cask "google-chrome"
cask "git-credential-manager"
cask "font-hack-nerd-font"
cask "docker"
cask "discord"
cask "dash"
cask "brewlet"
cask "bettertouchtool"
cask "appcleaner"
cask "amazon-photos"
cask "adobe-creative-cloud"
brew "zsh-completions"
brew "zsh"
brew "yarn-completion"
brew "xz"
brew "wget"
brew "watch"
brew "w3m"
brew "vim"
brew "vault"
brew "urlview"
brew "unbound"
brew "unar"
brew "tree"
brew "translate-shell"
brew "tmux"
brew "tesseract"
brew "terraform"
brew "sheldon"
brew "sha2"
brew "sfcgal"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "ruby-build"
brew "ruby", link: true
brew "rlwrap"
brew "ripmime"
brew "ripgrep"
brew "reattach-to-user-namespace"
brew "qt"
brew "protobuf-c"
brew "proj"
brew "procmail"
brew "postgresql@14"
brew "poppler"
brew "pinentry"
brew "php"
brew "perl-build"
brew "perl"
brew "peco"
brew "pango"
brew "packer"
brew "openjpeg"
brew "openjdk@11"
brew "openapi-generator"
brew "nkf"
brew "nettle"
brew "neovim"
brew "navi"
brew "mysql"
brew "msmtp"
brew "mongocli"
brew "mas"
brew "lzo"
brew "lua"
brew "little-cms2"
brew "libspatialite"
brew "libgeotiff"
brew "libfido2"
brew "libdap"
brew "libbluray"
brew "libavif"
brew "libass"
brew "leptonica"
brew "lazygit"
brew "lazydocker"
brew "lame"
brew "jq"
brew "jpeg-xl"
brew "jo"
brew "isl"
brew "hub"
brew "guile"
brew "gpgme"
brew "gobject-introspection"
brew "gnutls"
brew "gnupg"
brew "gnu-sed"
brew "git-delta"
brew "git"
brew "gifsicle"
brew "ghq"
brew "gh"
brew "geos"
brew "gcc"
brew "gawk"
brew "fpp"
brew "fish"
brew "ffmpeg"
brew "direnv"
brew "curl"
brew "coreutils"
brew "consul"
brew "cmake"
brew "bzip2"
brew "bash"
brew "awscli"
brew "automake"
brew "asdf"
brew "aom"
brew "abook"
