tap "sayyoungman/tap", "https://github.com/SayYoungMan/homebrew-tap", trusted: { casks: ["tfui"] }
npm "@hubspot/cli"
mas "iMovie", id: 408981434
cask "postman"
cask "orbstack"
cask "notion"
cask "linear"
cask "bettercmdtab"
cask "android-studio"
cask "1password"
brew "protobuf"
brew "libtiff"
brew "kubectx"
brew "grpcurl"
brew "evans"
brew "curl"
brew "buf"
brew "bitwarden-cli"
brew "act"
