tap "ktr0731/evans"
tap "homebrew/services"
tap "homebrew/bundle"
tap "bufbuild/buf"
mas "iMovie", id: 408981434
cask "postman"
cask "orbstack"
cask "notion"
cask "linear-linear"
cask "brewlet"
cask "android-studio"
cask "1password"
brew "terraform"
brew "protobuf"
brew "grpcurl"
brew "gemini-cli"
brew "evans"
brew "curl"
brew "consul"
brew "bufbuild/buf/buf"
brew "bitwarden-cli"
